Repository: PeterNiu7403/CPUAlert
Catalog: CPUAlertApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.cancel
source: Cancel
zh_hans: 取消

# action.forceTerminate
source: Force Quit
zh_hans: 强制结束

# action.processActions
source: Process actions
zh_hans: 进程操作

# action.quit
source: Quit
zh_hans: 退出

# action.releaseMemory
source: Release Memory…
zh_hans: 释放内存…

# action.settings
source: Settings
zh_hans: 设置

# action.terminate
source: Quit Process
zh_hans: 结束进程

# action.terminate.pid.format
source: Quit PID %d
zh_hans: 结束 PID %d

# alert.combined.title
source: CPUAlert: High system load
zh_hans: CPUAlert：系统负载较高

# alert.memory.title.format
source: CPUAlert: Memory %@
zh_hans: CPUAlert：内存 %@

# alert.memory.value.format
source: Memory %@
zh_hans: 内存 %@

# alert.orange.title
source: High
zh_hans: 高负载

# alert.red.title
source: Critical
zh_hans: 严重负载

# alert.topGPUGroup.format
source: Top GPU group: %@
zh_hans: 最高 GPU 进程组：%@

# alert.topGroup.format
source: Top group: %@
zh_hans: 最高进程组：%@

# alert.topMemoryProcess.format
source: Largest memory process: %@
zh_hans: 最高内存进程：%@

# alert.topProcess.format
source: Top process: %@
zh_hans: 最高进程：%@

# alert.yellow.title
source: Elevated
zh_hans: 负载升高

# app.monitor.title
source: CPUAlert Monitor
zh_hans: CPUAlert 监视器

# auth.root.install.reason
source: CPUAlert needs permission to install its Root helper.
zh_hans: CPUAlert 需要权限来安装 Root 助手。

# auth.root.remove.reason
source: CPUAlert needs permission to remove its Root helper.
zh_hans: CPUAlert 需要权限来移除 Root 助手。

# auth.root.terminate.reason
source: CPUAlert needs permission to terminate a Root process.
zh_hans: CPUAlert 需要权限来结束 Root 进程。

# cleanup.confirm.action.format
source: Quit %ld Applications
zh_hans: 退出 %ld 个应用

# cleanup.confirm.message
source: CPUAlert will ask each selected application to quit normally. Save unfinished work first. Applications that remain open will not be force quit.
zh_hans: CPUAlert 将请求所选应用正常退出，请先保存未完成的工作。仍未退出的应用不会被自动强制结束。

# cleanup.confirm.title
source: Quit selected applications?
zh_hans: 退出所选应用？

# cleanup.empty
source: No eligible applications
zh_hans: 没有可释放的应用

# cleanup.empty.detail
source: Only your regular applications appear here.
zh_hans: 这里只显示当前用户的普通应用。

# cleanup.footnote
source: The estimate is physical footprint, not a promise of reclaimed memory. Shared pages, compression, and application behavior affect the result.
zh_hans: 估算值是进程物理占用，不代表保证释放的容量；共享页、压缩和应用行为都会影响结果。

# cleanup.intro
source: Select applications you no longer need. Nothing is selected by default.
zh_hans: 选择暂时不再需要的应用；默认不会选择任何项目。

# cleanup.quitSelected
source: Quit Selected…
zh_hans: 退出所选应用…

# cleanup.result.alreadyExited
source: Already closed
zh_hans: 已经退出

# cleanup.result.exited
source: Closed
zh_hans: 已退出

# cleanup.result.stillRunning
source: Still running
zh_hans: 仍在运行

# cleanup.results.title
source: Result
zh_hans: 处理结果

# cleanup.selection.format
source: %ld selected · %@ estimated
zh_hans: 已选 %ld 项 · 预计 %@

# cleanup.title
source: Release Memory
zh_hans: 释放内存

# loginItem.openSettings
source: Open Login Items Settings
zh_hans: 打开登录项设置

# menu.cpu.accessibility.format
source: CPU %d percent, %@
zh_hans: CPU 百分之 %d，%@

# menu.cpu.accessibility.unavailable
source: CPU unavailable
zh_hans: CPU 不可用

# menu.gpu.accessibility.format
source: GPU %d percent, %@
zh_hans: GPU 百分之 %d，%@

# menu.gpu.accessibility.unavailable
source: GPU unavailable
zh_hans: GPU 不可用

# menu.memory.accessibility.format
source: Memory %d percent, %@
zh_hans: 内存百分之 %d，%@

# menu.memory.accessibility.unavailable
source: Memory unavailable
zh_hans: 内存不可用

# onboarding.continue
source: Continue
zh_hans: 继续

# onboarding.loginItem
source: Launch at login
zh_hans: 登录时启动

# onboarding.loginItem.enabled
source: Launch at login is enabled.
zh_hans: 已启用登录时启动。

# onboarding.loginItem.needsApproval
source: Approval may be required in System Settings.
zh_hans: 可能需要在系统设置中批准。

# onboarding.notNow
source: Not now
zh_hans: 暂不

# onboarding.notifications
source: Allow notifications
zh_hans: 允许通知

# onboarding.notifications.allowed
source: Notifications are allowed.
zh_hans: 已允许通知。

# onboarding.notifications.denied
source: Notifications remain off.
zh_hans: 通知仍保持关闭。

# onboarding.summary
source: Choose optional permissions. CPUAlert works without either one.
zh_hans: 请选择可选权限；即使都不启用，CPUAlert 仍可工作。

# onboarding.title
source: Welcome to CPUAlert
zh_hans: 欢迎使用 CPUAlert

# panel.gpu.accessibility.format
source: %@, estimated whole-machine GPU usage %d percent
zh_hans: %@，估算整机 GPU 占用百分之 %d

# panel.gpu.activityShare
source: Estimated whole-machine GPU usage
zh_hans: 估算整机 GPU 占用

# panel.gpu.attributionUnavailable
source: GPU process attribution unavailable
zh_hans: GPU 进程归因不可用

# panel.gpu.expandHint
source: Show or hide this group's member processes
zh_hans: 显示或隐藏此组的成员进程

# panel.gpu.member.leader
source: App
zh_hans: 主应用

# panel.gpu.members.format
source: %ld members · estimated whole-machine GPU usage
zh_hans: %ld 个成员 · 估算整机 GPU 占用

# panel.memory
source: Memory
zh_hans: 内存

# panel.memory.collecting
source: Collecting process memory…
zh_hans: 正在收集进程内存…

# panel.process.collecting
source: Collecting process activity…
zh_hans: 正在收集进程活动…

# panel.process.expandHint
source: Show or hide thread activity
zh_hans: 显示或隐藏线程活动

# panel.resource
source: Resource
zh_hans: 资源

# panel.rows
source: Rows
zh_hans: 行数

# panel.rows10
source: Top 10
zh_hans: 前 10 项

# panel.rows5
source: Top 5
zh_hans: 前 5 项

# panel.thread
source: Thread
zh_hans: 线程

# panel.thread.format
source: Thread %llu
zh_hans: 线程 %llu

# panel.topGroups
source: Top process groups
zh_hans: 高负载进程组

# panel.topMemoryProcesses
source: Largest memory footprints
zh_hans: 高内存占用进程

# panel.topProcesses
source: Top processes
zh_hans: 高负载进程

# panel.trend.accessibility
source: CPU, GPU, and memory activity over the last 60 seconds
zh_hans: 过去 60 秒的 CPU、GPU 和内存活动

# pressure.critical
source: critical
zh_hans: 严重

# pressure.elevated
source: elevated
zh_hans: 升高

# pressure.high
source: high
zh_hans: 高

# pressure.normal
source: normal
zh_hans: 正常

# settings.alerts
source: Alerts
zh_hans: 提醒

# settings.alerts.notifications
source: Notifications
zh_hans: 通知

# settings.alerts.orange
source: Orange threshold
zh_hans: 橙色阈值

# settings.alerts.red
source: Red threshold
zh_hans: 红色阈值

# settings.alerts.reset
source: Restore default thresholds
zh_hans: 恢复默认阈值

# settings.alerts.validation
source: Keep at least five percentage points between thresholds.
zh_hans: 各阈值之间至少相差 5 个百分点。

# settings.alerts.yellow
source: Yellow threshold
zh_hans: 黄色阈值

# settings.diagnostics
source: Diagnostics
zh_hans: 诊断

# settings.diagnostics.cpuDuration
source: Latest CPU collection
zh_hans: 最近 CPU 采集耗时

# settings.diagnostics.gpu.ioAccelerator
source: IOAccelerator fallback
zh_hans: IOAccelerator 备用源

# settings.diagnostics.gpuDuration
source: Latest GPU collection
zh_hans: 最近 GPU 采集耗时

# settings.diagnostics.memoryDuration
source: Latest memory collection
zh_hans: 最近内存采集耗时

# settings.diagnostics.gpuSource
source: GPU source
zh_hans: GPU 数据源

# settings.diagnostics.privacy
source: Diagnostics stay on this Mac. CPUAlert has no export or upload feature.
zh_hans: 诊断信息仅留在本机；CPUAlert 不提供导出或上传功能。

# settings.diagnostics.rankingCadence
source: Ranking cadence
zh_hans: 排行采样间隔

# settings.diagnostics.rankingDuration
source: Latest ranking collection
zh_hans: 最近排行采集耗时

# settings.diagnostics.systemCadence
source: System cadence
zh_hans: 系统采样间隔

# settings.general
source: General
zh_hans: 通用

# settings.general.launchAtLogin
source: Launch at login
zh_hans: 登录时启动

# settings.general.loginStatus
source: Login item approval
zh_hans: 登录项批准

# settings.general.resetFirstRun
source: Show first-run choices again
zh_hans: 再次显示首次运行选项

# settings.general.rows
source: Visible rows
zh_hans: 显示行数

# settings.general.rows10
source: 10 rows
zh_hans: 10 行

# settings.general.rows5
source: 5 rows
zh_hans: 5 行

# settings.loginItem.enabled
source: Enabled
zh_hans: 已启用

# settings.loginItem.notFound
source: Unavailable in this build
zh_hans: 当前构建不可用

# settings.loginItem.notRegistered
source: Off
zh_hans: 未启用

# settings.loginItem.requiresApproval
source: Needs approval
zh_hans: 需要批准

# settings.privilege
source: Privilege
zh_hans: 权限

# settings.privilege.install
source: Install Root helper…
zh_hans: 安装 Root 助手…

# settings.privilege.installFailed
source: The helper was not installed. Same-user actions still work.
zh_hans: 助手未安装；同用户操作仍可使用。

# settings.privilege.installed
source: The Root helper is installed.
zh_hans: Root 助手已安装。

# settings.privilege.legacyWarning
source: This local build uses Apple's deprecated SMJobBless path. The helper accepts only signed fixed operations and exits when idle.
zh_hans: 此本地构建使用 Apple 已弃用的 SMJobBless 路径。助手仅接受已签名的固定操作，并会在空闲时退出。

# settings.privilege.partialCleanup
source: Cleanup was only partially completed. Check the two documented helper paths.
zh_hans: 清理仅部分完成，请检查文档列出的两个助手路径。

# settings.privilege.remove
source: Remove Root helper…
zh_hans: 移除 Root 助手…

# settings.privilege.removed
source: The Root helper was removed.
zh_hans: Root 助手已移除。

# settings.privilege.status
source: Root helper
zh_hans: Root 助手

# settings.status.enabled
source: Enabled
zh_hans: 已启用

# settings.status.installed
source: Installed
zh_hans: 已安装

# settings.status.notInstalled
source: Not installed
zh_hans: 未安装

# settings.window.title
source: CPUAlert Settings
zh_hans: CPUAlert 设置

# termination.force.message
source: %@ did not exit after three seconds. Force quit this exact process?
zh_hans: %@ 在三秒后仍未退出。要强制结束这个确切进程吗？

# termination.force.title
source: Force quit process?
zh_hans: 强制结束进程？

# termination.graceful.message
source: Ask %@ to quit? CPUAlert will re-check its PID and start time first.
zh_hans: 请求 %@ 退出吗？CPUAlert 会先重新核对 PID 和启动时间。

# termination.graceful.title
source: Quit process?
zh_hans: 结束进程？

# termination.result.failed.format
source: The operation failed with error %d.
zh_hans: 操作失败，错误码 %d。

# termination.result.forceAvailable
source: Force quit is now available.
zh_hans: 现在可以强制结束。

# termination.result.forceNotAvailable
source: Force quit was not authorized by a prior quit request.
zh_hans: 此前没有退出请求，不能强制结束。

# termination.result.identityChanged
source: The PID now belongs to a different process. Nothing was sent.
zh_hans: 该 PID 现在属于另一个进程，未发送任何信号。

# termination.result.notFound
source: The process has already exited.
zh_hans: 进程已经退出。

# termination.result.protected
source: CPUAlert protects this process and sent nothing.
zh_hans: CPUAlert 保护此进程，未发送任何信号。

# termination.result.terminated
source: The process exited.
zh_hans: 进程已退出。

# value.milliseconds.format
source: %.2f ms
zh_hans: %.2f 毫秒

# value.unavailable
source: Unavailable
zh_hans: 不可用
